Repository: KKodiac/ObjectCaptureApp
Catalog: ObjectCapture/Localizable.xcstrings
Source language: en
Languages: ko

source: %lld shots taken
ko: %lld 장을 캡쳐 했습니다

source: Aligning Image...
ko: 이미지 끼워 맞추는 중 입니다...

source: Click Here to Check out the Asset.
ko: 여기를 눌러 생성된 모델을 확인하세요.

source: Continue
ko: 계속하기

source: Environment Low Light
ko: 주위 밝기가 너무 약해요

source: Environment Too Dark
ko: 주위가 너무 어두워요

source: Finish Captures
ko: 캡쳐 마치기

source: Flip
ko: 뒤집기

source: Following materials should be avoided for scanning
ko: 다음과 같은 물체들은 스캔이 어려울 수 있으니 지양해 주세요.

source: Generating Mesh...
ko: 메쉬 생성 중 입니다...

source: Generating Point Cloud...
ko: Point Cloud 생성 중 입니다...

source: Mapping Texture...
ko: 텍스쳐 매핑 중 입니다...

source: Model Processing is Complete!
ko: 모델 생성이 끝났습니다!

source: Moving Too Fast
ko: 너무 빨리 움직여요

source: New Captures
ko: 새로운 캡쳐

source: No Flip
ko: 뒤집지 않기

source: Object is Out of View
ko: 물체가 화면에서 사라졌어요

source: Object Not Flippable
ko: 해당 물체는 뒤집지 못해요

source: Object Too Close
ko: 물체가 너무 가까워요

source: Object Too Far
ko: 물체가 너무 멀어요

source: Optimizing...
ko: 최적화 중 입니다...

source: Overcapturing
ko: 너무 많이 찍은 것 같아요

source: Point the center circle to the object you'd like to capture
ko: 캡쳐하고 싶은 물체에 가운데 동그라미를 지향하세요.

source: Pre-Processing...
ko: 전처리 중 입니다...

source: Processing... %@
ko: 처리중 입니다... %@

source: Reflective
ko: 반사율이 큰 물체

source: Scanning Failed
ko: 스캔 실패

source: Start
ko: 시작

source: Start a New Scan
ko: 새로운 스캔 시작하기

source: Start Capture
ko: 캡쳐 시작하기

source: Too Thin
ko: 너무 얇은 물체

source: Transparent
ko: 투명한 물체

source: Uncomprehensable Feedback
ko: 피드백 값을 이해 못했어요

source: Uncomprehensable Processing Stage
ko: 처리 단계 오류

source: You can now begin capture
ko: 캡쳐를 시작할 수 있습니다
